Repository: phamluc/wp
Catalog: mongopress.0.2.3/mp-languages/*.po
Languages: es_es, ms_my

source: Display _MENU_ objects per page
es_es: Objetos de visualización del menú por página
ms_my: Display _MENU_ objek per halaman

source: No objects available - please import objects from your active theme by clicking on the button below the table, or add new objects by using the form to the right-hand side.
es_es: No hay objetos disponibles - por favor importar objetos de su tema activo, haga clic en el botón debajo de la mesa, o añadir nuevos objetos utilizando el formulario a la derecha.
ms_my: Tiada objek yang ada - sila objek import dari tema aktif anda dengan klik pada butang di bawah meja, atau menambah objek baru dengan menggunakan borang sebelah kanan.

source: Showing _START_ to _END_ of _TOTAL_ objects
es_es: Mostrando principio hasta el final de los objetos totales
ms_my: Paparan START AKHIR objek JUMLAH

source: Showing 0 to 0 of 0 objects
es_es: Del 0 al 0 de 0 objetos
ms_my: Memaparkan 0 to 0 of 0 objek

source: (filtered from _MAX_ total objects)
es_es: (filtrada desde el máximo total de objetos)
ms_my: (ditapis dari objek jumlah maksimum)

source: First
es_es: primero
ms_my: pertama

source: Previous
es_es: anterior
ms_my: sebelum

source: Next
es_es: próximo
ms_my: Seterusnya

source: Last
es_es: pasado
ms_my: terakhir

source: Select Files
es_es: Seleccione los archivos
ms_my: pilih Fail

source: Add files to the upload queue and click the start button.
es_es: Agregar archivos a la cola de subida y haga clic en el botón de inicio.
ms_my: Tambah fail ke giliran upload dan klik butang mula.

source: Status
es_es: estado

source: Size
es_es: tamaño
ms_my: saiz

source: Add files
es_es: Añadir archivos
ms_my: Tambah fail

source: Stop current upload
es_es: Dejar de cargar actual
ms_my: Hentikan semasa upload

source: Start uploading queue
es_es: Iniciar cola de subida
ms_my: Mula beratur memuat naik

source: Drag files here.
es_es: Arrastre los archivos aquí.
ms_my: Seret fail di sini.

source: Need Title to Add Object
es_es: Necesidad de título para agregar objetos
ms_my: Perlu Tajuk untuk Tambah Objek

source: Need Type to Add Object
es_es: Necesidad de escribir para agregar objetos
ms_my: Perlu Taip untuk Tambah Objek

source: Need Slug to Add Object
es_es: ¿Necesitas Babosa agregar objetos
ms_my: Perlu Slug untuk Tambah Objek

source: Object Deleted
es_es: Objetos Eliminados
ms_my: Objek Dibuang

source: Unable to Delete Media
es_es: No se puede eliminar los medios de comunicación
ms_my: Tidak dapat Padam Media

source: Editing Object
es_es: Edición de Objetos
ms_my: Menyunting Objek

source: Unknown Error Whilst Creating Custom Field
es_es: Error desconocido mientras que la creación de campos personalizados
ms_my: Ralat tidak diketahui Ketika Mencipta Bidang Kastam

source: EDIT
es_es: EDITAR

source: DELETE
es_es: ELIMINAR
ms_my: BUANG

source: click to view object
es_es: Pulsa aquí para ver objetos
ms_my: klik untuk melihat objek

source: click to edit object
es_es: Haga clic para editar objetos
ms_my: klik untuk mengedit objek

source: Error:
ms_my: Ralat:

source: Content Already Added
ms_my: Kandungan Sudah Ditambah

source: Error: %s
ms_my: Ralat: %s

source: NO
ms_my: TIDAK

source: Email
ms_my: E-mel

source: Error
ms_my: Ralat

source: SEARCH RESULTS:
ms_my: KEPUTUSAN CARIAN:
