Repository: phamluc/wp
Catalog: mongopress.0.2.3/mp-languages/*.po
Languages: es_es, ms_my

source: Message: <span class="required">*</span>
es_es: mensaje:<span class="required">*</span>
ms_my: Mesej: <span class="required">*</span>

source: Please share what is on your mind or let us know how we can help
es_es: Por favor, comparta lo que está en tu mente o háganos saber cómo podemos ayudar a
ms_my: Sila berkongsi apa yang ada di fikiran anda atau beritahu kami bagaimana kami boleh membantu

source: Submit Message
es_es: Enviar un mensaje
ms_my: Hantar Mesej

source: Start Count
es_es: Iniciar recuento
ms_my: Mula Bilang

source: If upgrading the Media ID you can start from a specific view or download count
es_es: Si la mejora de la identificación de los medios de comunicación se puede iniciar desde un punto de vista específico o descargar contar
ms_my: Jika menaik taraf ID Media, anda boleh bermula dari pandangan tertentu atau memuat turun kiraan

source: Intro Text
es_es: Introducción de texto
ms_my: Teks Pengenalan

source: Extra HTML After Widget
es_es: Después de HTML adicional Widget
ms_my: Tambahan HTML Selepas Widget

source: Add additional text after the download counter
es_es: Añadir el texto adicional después de que el contador de descargas
ms_my: Tambah teks tambahan selepas kaunter muat turun

source: AJAX Rocket Ready to Launch - Are You...?
es_es: AJAX Listo para lanzamiento de cohetes - usted es ...?
ms_my: Roket AJAX Sedia Pelancaran - Adakah Anda ...?

source: downloaded %s times and counting
es_es: %s descargado veces y contando
ms_my: %s kali muat turun dan mengira

source: Used for location of feed
es_es: Utilizados para la localización de los alimentos
ms_my: Digunakan untuk lokasi suapan

source: RSS cache time in minute
es_es: RSS tiempo de caché en el minuto
ms_my: RSS cache masa dalam minit

source: Logout / Admin
es_es: Cierre de sesión / Administrador
ms_my: Daftar Keluar / Pentadbir

source: ( Last updated %s ago - %s )
es_es: (Última actualización %s ago -%s)

source: Getting Started
es_es: Primeros pasos
ms_my: Bermula

source: Friends &amp Partners
es_es: Amigos y socios
ms_my: Kawan-kawan & Rakan-rakan

source: Add New Media
es_es: Añadir nuevos medios de comunicación
ms_my: Tambah Media baru

source: Unidentified object in the imperial vortex!
es_es: Objeto no identificado en la vorágine imperial!
ms_my: Objek yang tidak dikenali dalam vorteks imperialis!

source: ( You do not have permission to view the contents of this page )
es_es: ( Usted no tiene permiso para ver el contenido de esta página )
ms_my: ( Anda tidak mempunyai kebenaran untuk melihat kandungan halaman ini )

source: Error: probably username password in config
es_es: Error: probablemente contraseña nombre de usuario en la configuración
ms_my: Ralat: mungkin nama pengguna kata laluan di config

source: PHP %s+ required
es_es: PHP %s+ requiere
ms_my: PHP %s+ diperlukan

source: PHP Mongo Drivers %s+ required
es_es: PHP Mongo Drivers %s+ requiere
ms_my: PHP Mongo Drivers %s+ diperlukan

source: MongoDB %s+ required
es_es: MongoDB %s+ requiere
ms_my: MongoDB %s+ diperlukan

source: Nginx Webserver Detected - Make sure you check this configuration exists in your nginx server config.
es_es: Nginx Webserver Detectado - Asegúrese de verificar esta configuración existe en la configuración de su servidor nginx.
ms_my: Nginx webserver Dikesan - Pastikan anda semak konfigurasi ini wujud dalam config server nginx anda.

source: MISSING CONFIG
es_es: FALTA CONFIG

source: .htaccess does not exist!
es_es: .htaccess no existe!
ms_my: .htaccess tidak wujud!

source: If not using .htaccess you will need to modify config.php to:
es_es: Si no se utiliza .htaccess tendrá que modificar config.php a:
ms_my: Jika tidak menggunakan .htaccess, anda akan perlu untuk mengubah suai config.php kepada:

source: We noticed that you did not have a .htaccess file, but were succesfully able to add it for you.
es_es: Nos dimos cuenta de que usted no tiene un archivo. Htaccess, pero fueron capaces exitosamente para añadirla.
ms_my: Kami mendapati bahawa anda tidak mempunyai fail.htaccess, tetapi telah berjaya dapat menambah untuk anda.

source: Please login to do this.
es_es: Inicia sesión para hacer esto.
ms_my: Sila login untuk melakukan ini.

source: Return to Homepage
es_es: Volver a la página principal
ms_my: Kembali ke Laman Utama

source: You may attempt to modify the permissions of your home directory with the following command, then reload this page
es_es: Usted puede tratar de modificar los permisos de su directorio personal con el siguiente comando, vuelva a cargar esta página
ms_my: Anda boleh cuba untuk mengubah kebenaran direktori home anda dengan perintah berikut, kemudian reload halaman ini

source: We do not have the necessary permissions required to create the .htaccess file for you, so you will need to manually add one with the following lines of code to the root of this installation:
es_es: No tiene los permisos necesarios para crear el archivo htaccess para usted, por lo que tendrá que añadir manualmente uno con las siguientes líneas de código a la raíz de esta instalación.:

source: Unknown error in the imperial vortex - Please contact Overlord Ming
es_es: Error desconocido en la vorágine imperial - Por favor, póngase en contacto con Overlord Ming
ms_my: Ralat tidak diketahui dalam vorteks imperialis - Sila hubungi Overlord Ming

source: MongoPress Error
es_es: MongoPress Errores

source: The imperial guards are dazed and confused trying to locate config.php!
es_es: Los guardias imperiales son aturdidos y confundidos tratando de localizar a config.php!
ms_my: Pengawal imperialis keliru cuba mencari config.php!

source: OOPS - IT SEEMS THAT MONGOPRESS HAS BEEN MIS-CONFIGURED
es_es: OOPS - PARECE QUE SE HA MONGOPRESS MAL CONFIGURADO
ms_my: OOPS - NAMPAKNYA MONGOPRESS TELAH SILAP DIKONFIGURASIKAN

source: ADVANCE CONFIG
es_es: CONFIGURACION AVANZADO
ms_my: LEBIH KONFIG

source: SAVE CONFIG
es_es: GUARDAR CONFIGURACION
ms_my: SIMPAN KONFIG

source: Unfortunately, you do not have the required permissions needed to create the config.php file remotely, so please add and configure it manually.
es_es: Desafortunadamente, usted no tiene los permisos requeridos necesarios para crear el archivo config.php de forma remota, por favor, añadir y configurar de forma manual.
ms_my: Malangnya, anda tidak mempunyai keizinan yang diperlukan untuk mencipta fail config.php, sila tambah dan konfigurasi secara manual.

source: IT APPEARS YOU ARE MISSING THE "config.php" FILE
es_es: Parece que usted falta el "config.php" Archivo
ms_my: ANDA HILANG FAIL "config.php"

source: Unfortunately, you do not have the required permissions needed to create the config.php file remotely.
es_es: Desafortunadamente, usted no tiene los permisos requeridos necesarios para crear el archivo config.php de forma remota.
ms_my: Malangnya, anda tidak mempunyai keizinan yang diperlukan diperlukan untuk mencipta fail config.php.

source: If you would like to enable these features, you will need to alter your file permissions, which can be done by running the following shell command:
es_es: Si desea habilitar estas características, tendrá que modificar sus permisos de archivos, que se puede hacer ejecutando el comando shell:
ms_my: Jika anda ingin membolehkan ciri-ciri ini, anda perlu mengubah kebenaran fail anda, yang boleh dilakukan dengan menjalankan perintah shell berikut:

source: Please remember to chmod 755 after the installation is complete!
es_es: Por favor, recuerde chmod 755 después de la instalación está completa!
ms_my: Sila ingat untuk chmod 755 selepas pemasangan selesai!

source: Installing MongoPress
es_es: Instalación MongoPress

source: Successfully connected to MongoDB Server
es_es: Conectado correctamente a MongoDB servidor
ms_my: Berjaya disambungkan ke Pelayan MongoDB

source: Please Note That The Root Folder Has Write Permissions Enabled - You Really Should Resolve This
es_es: Tenga en cuenta que la carpeta raíz tiene permisos de escritura habilitado - Usted realmente debe resolver este
ms_my: Sila Nota Bahawa Direktori Akar Mempunyai Permisi Tulis - Anda Patut Menyelesaikan Ini

source: No User Accounts Created Yet
es_es: No hay cuentas de usuario creadas Sin embargo,
ms_my: Tiada Akaun Pengguna Dicipta

source: Confirmation functionality coming soon...
es_es: Funcionalidad de confirmación en breve...
ms_my: Fungsi pengesahan akan datang ...

source: ...so pick something you can remember!
es_es: ... así que escoja algo que pueda recordar!
ms_my: ... jadi pilih sesuatu yang anda boleh ingat!

source: Full Display Name
es_es: Mostrar el nombre completo
ms_my: Paparan Nama Penuh

source: Fullname
es_es: Nombre y Apellido
ms_my: Nama Penuh

source: CREATE NEW USER
es_es: Crear nuevo usuario
ms_my: CIPTA PENGGUNA BARU

source: User Account Already Created
es_es: Cuenta de usuario ya está creada
ms_my: kaun Pengguna Telah Diciptakan

source: No Objects Created Yet
es_es: No hay objetos creados Sin embargo,
ms_my: Tiada Objek Dicipta

source: Import the detected content template using the button below:
es_es: Importar la plantilla el contenido detectado utilizando el botón de abajo:
ms_my: Import kandungan templat dikesan menggunakan butang di bawah:

source: IMPORT CONTENT
es_es: IMPORTACIÓN DE CONTENIDO
ms_my: KANDUNGAN IMPORT

source: Objects Already Included
es_es: Objetos que ya están incluidos
ms_my: Objek Sudah Termasuk

source: Missing Config - Refresh Root of Install to Continue
es_es: Falta de configuración - Raíz de actualización de instalación para continuar
ms_my: Hilang Konfig - Muat Semula untuk Teruskan

source: Unknown Error
es_es: Error desconocido
ms_my: Ralat tidak diketahui

source: UNKNOWN ERROR
es_es: ERROR DESCONOCIDO
ms_my: RALAT TIDAK DIKETAHUI

source: Ming the Merciless has terminated this action - What is your problem Earthling?
es_es: Ming el Despiadado ha terminado esta acción - ¿Cuál es su problema terrícola?
ms_my: Ming tanpa belas kasihan telah ditamatkan tindakan ini - Apakah Earthling masalah anda?

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
es_es: La dirección de correo electrónico introducida no parece ser una dirección válida de correo electrónico. Por favor, introduzca una dirección de correo electrónico válida.
ms_my: Alamat e-mel masukkan tidak muncul sebagai alamat e-mel yang sah. Sila masukkan alamat e-mel yang sah.

source: The WordPress address you entered did not appear to be a valid URL. Please enter a valid URL.
es_es: La dirección de WordPress que has introducido no parece ser una URL válida. Por favor, introduzca una URL válida.
ms_my: Alamat WordPress anda masukkan tidak muncul sebagai URL yang sah. Sila masukkan URL yang sah.

source: The Site address you entered did not appear to be a valid URL. Please enter a valid URL.
es_es: La dirección del sitio que has introducido no parece ser una URL válida. Por favor, introduzca una URL válida.
ms_my: Alamat Laman yang anda masukkan tidak muncul sebagai URL yang sah. Sila masukkan URL yang sah.

source: , and
es_es: , y
ms_my: dan

source: and
es_es: y
ms_my: dan

source: Only a static class method or function can be used in an uninstall hook.
es_es: Sólo un método de clase estático o función se puede utilizar en un gancho de desinstalación.
ms_my: Hanya satu kaedah kelas statik atau fungsi boleh digunakan dalam mata kail menyahpasang.

source: Need Name to Add User
es_es: ¿Necesitas nombre para agregar usuarios
ms_my: Perlu Nama untuk Tambah Objek

source: Need Email to Add User
es_es: Necesidad de correo electrónico para añadir usuarios
ms_my: Perlu E-mel untuk Tambah Objek

source: Need Username to Add User
es_es: Nombre de usuario necesita agregar usuario
ms_my: Perlu Nama Pengguna untuk Tambah Objek

source: Need Password to Add User
es_es: Necesidad de contraseña para agregar usuarios
ms_my: Perlu Kata Laluan untuk Tambah Objek

source: The High-Performance, Object-Based NoSQL CMS
es_es: El alto rendimiento, basada en objetos NoSQL CMS
ms_my: Berprestasi Tinggi, Berasaskan Objek NoSQL CMS

source: Problem trying to remotely create file
es_es: Problema al intentar crear el archivo de forma remota
ms_my: Masalah cuba mencipta fail

source: Successfully Added Config File
es_es: Agregado con éxito del archivo de configuración
ms_my: Berjaya Ditambah Fail Konfig

source: Cannot write to folder
es_es: No se puede escribir en la carpeta
ms_my: Tidak dapat menulis ke folder

source: Error Getting Gravatar
es_es: Error al obtener Gravatar
ms_my: Ralat Cara Gravatar

source: ERROR: Unable to fetch contributors!
es_es: ERRORES: No se pudieron obtener los contribuyentes!
ms_my: RALAT: Gagal untuk mendapatkan penyumbang!

source: Please check your MongoDB username and password
es_es: Por favor, compruebe su nombre de usuario y contraseña MongoDB
ms_my: Sila periksa nama pengguna dan kata laluan MongoDB anda

source: Connect String:
es_es: Cadena de conexión:
ms_my: Sambungkan Rentetan:

source: Settings directory is not writeable: %s
es_es: Directorio de configuración no se puede escribir: %s
ms_my: Direktori Tetapan tidak boleh tulis: %s

source: No Such User
es_es: Este usuario no existe
ms_my: Tiada pengguna seperti itu

source: Please Enter a Real Name
es_es: Por favor, escriba un nombre real
ms_my: Sila Masukkan Nama Sebenar

source: Please Enter a Real Message
es_es: Por favor, escriba un mensaje real
ms_my: Sila Masukkan Mesej yang Sebenar

source: Please Enter a Valid Email Address
es_es: Por favor, escriba un correo electrónico válido
ms_my: Sila Masukkan Alamat E-mel yang Sah

source: Tmp dir problems
es_es: Directorio temporal problemas
ms_my: Sementara masalah dir

source: This browser does not support media uploading.
es_es: Este navegador no soporta la carga de los medios.
ms_my: Pelayar ini tidak menyokong memuat naik media.

source: This is an object:
es_es: Se trata de un objeto:
ms_my: Ini adalah objek:

source: This $arr is a string =
es_es: Este arreglo de $arr una cadena =
ms_my: $arr ini adalah string =

source: Error connecting to MongoDB server
es_es: Error de conexión al servidor MongoDB

source: Empty Objs Array
es_es: Objs Array vacío
ms_my: Array Objs Kosong

source: Successfully Added Option
es_es: Opción agregado con éxito

source: Successfully Updated Option
es_es: Opción de actualización con éxito

source: Unknown Error Updating Option
es_es: Error desconocido Actualización Opción

source: Error: probably username password in /mp-settings/security.php <br>
es_es: Error: probablemente contraseña nombre de usuario en / mp-settings/security.php <br>
ms_my: Ralat: mungkin nama pengguna kata laluan di / mp-settings/security.php<br>

source: Unable to Update User Options
es_es: No se puede actualizar las opciones de usuario
ms_my: Tidak dapat Update Pilihan Pengguna

source: Object Updated
es_es: Objeto Actualizado
ms_my: Objek dikemaskini

source: Sucessfully Imported
es_es: Importado con éxito
ms_my: Berjaya Diimport

source: Objects Not Imported
es_es: Los objetos no se importan
ms_my: Objek Tidak Import

source: Sitename (used in page titles, footers, etc)
es_es: Nombre del Sitio (utilizado en los títulos de página, pies de página, etc)
ms_my: Sitename (digunakan dalam judul halaman, pengaki, dll)

source: The display name for your site - eg. My awesome project!
es_es: El nombre para mostrar su sitio - por ejemplo. Mi proyecto impresionante!
ms_my: Nama paparan untuk laman anda - contohnya. Projek hebat saya!

source: Directory (if stored in sub-folder - eg if installed at localhost/mongopress/ - this should be mongopress)
es_es: Directorio (si está almacenado en el sub-carpeta - por ejemplo, si está instalado en localhost / mongopress / - esto debe ser mongopress)
ms_my: Direktori (jika disimpan di dalam sub-folder-- contohnya jika dipasang di localhost / mongopress / - ini harus mongopress)

source: The name of the folder(s) relative to the root of your install
es_es: El nombre de la carpeta en relación con la raíz de su instalación
ms_my: Folder nama berbanding dengan akar memasang anda

source: Site Description
es_es: Descripción del Sitio
ms_my: Keterangan Laman

source: A short explanation of your site
es_es: Una breve explicación de su sitio
ms_my: Penjelasan yang ringkas mengenai laman web anda

source: MongoDB Database Name
es_es: MongoDB Nombre de base de datos
ms_my: Pangkalan Data Nama MongoDB

source: What would you like to call your database? - eg. mongopress
es_es: ¿Qué te gustaría llamar a su base de datos? - Por ejemplo. mongopress
ms_my: Apakah anda ingin untuk memanggil pangkalan data anda? - contohnya mongopress

source: MongoDB Host Address
es_es: MongoDB Dirección del host

source: IP address of the database host server - eg. localhost
es_es: Dirección IP del servidor de bases de datos - por ejemplo. localhost
ms_my: Alamat IP pelayan pangkalan data hos - contohnya localhost

source: Name of MongoPress Object Collection
es_es: Nombre de la colección de objetos MongoPress
ms_my: Nama Koleksi Objek MongoPress

source: What would you like to name the collection where you store your objects? - eg. objs
es_es: ¿Qué le gustaría que el nombre de la colección donde se almacenan los objetos? - Por ejemplo. objs
ms_my: Apa yang anda ingin nama koleksi di mana anda menyimpan objek anda? - contohnya objs

source: Name of MongoPress Slug Collection
es_es: Nombre de la Colección MongoPress Babosa
ms_my: Nama Koleksi Slug MongoPress

source: What would you like to name the collection where you store your slugs? - eg. slugs
es_es: ¿Qué le gustaría que el nombre de la colección donde se almacenan los lingotes? - Por ejemplo. babosas
ms_my: Apa yang anda ingin nama koleksi di mana anda menyimpan slug anda? - contohnya slug

source: Name of MongoPress Username Collection
es_es: Nombre de Usuario Colección MongoPress
ms_my: Nama Koleksi Nama Pengguna MongoPress

source: What would you like to name the collection where you store your usernames? - eg. users
es_es: ¿Qué le gustaría que el nombre de la colección donde se almacenan los nombres de usuario? - Por ejemplo. los usuarios
ms_my: Apa yang anda ingin nama koleksi di mana anda menyimpan nama pengguna anda? - contohnya pengguna-pengguna

source: Name of MongoPress User Collection
es_es: Nombre de la colección del usuario MongoPress
ms_my: Nama Pengguna Koleksi MongoPress

source: What would you like to name the collection where you store your users? - eg. user
es_es: ¿Qué le gustaría que el nombre de la colección donde se almacenan los usuarios? - Por ejemplo. usuario
ms_my: Apa yang anda ingin nama koleksi di mana anda menyimpan pengguna anda? - contohnya pengguna

source: MongoDB DB Username
es_es: MongoDB DB Nombre de usuario
ms_my: MongoDB DB Nama pengguna

source: What is your database username? - eg. db-user
es_es: ¿Cuál es su nombre de usuario de base de datos? - Por ejemplo. db-usuario
ms_my: Apakah nama pangkalan data anda? - contohnya DB-pengguna

source: MongoDB DB Password
es_es: MongoDB DB Contraseña
ms_my: MongoDB DB Kata Laluan

source: What is your database password?
es_es: ¿Cuál es la contraseña de base de datos?
ms_my: Apakah kata laluan pangkalan data anda?

source: MongoDB DB Port
es_es: MongoDB DB Puerto
ms_my: MongoDB DB Pelabuhan

source: What is your database port?
es_es: ¿Cuál es su puerto de base de datos?
ms_my: Apakah pelabuhan pangkalan data anda?

source: MongoPress Configuration Error
es_es: MongoPress error de configuración
ms_my: MongoPress Konfigurasi Ralat

source: MONGODB NAME REQUIRED
es_es: NOMBRE MongoDB REQUIERE
ms_my: NAMA MONGODB diperlukan

source: SITE NAME REQUIRED
es_es: NOMBRE DEL SITIO REQUIERE
ms_my: NAMA LAMAN diperlukan

source: USERNAME REQUIRED
es_es: nombre de usuario necesario
ms_my: USERNAME DIPERLUKAN

source: Content Template Detected
es_es: lantilla de contenido detectado
ms_my: Templat Kandungan Dikesan

source: This means that if you import the detected content template that you will be setting-up the following object types with the (labeled) counts for each of the types...
es_es: Esto significa que si importa la plantilla de contenido detectado que será hasta el establecimiento de los siguientes tipos de objetos con los que cuenta (etiqueta) para cada uno de los tipos ...
ms_my: Ini bermakna bahawa jika anda mengimport kandungan templat dikesan bahawa anda akan menubuhkan objek jenis berikut dengan tuduhan (dilabel) bagi setiap jenis...

source: Object
es_es: Objeto
ms_my: Objek

source: Which part of Admin do you want?
es_es: ¿Qué parte de la administración de lo que quieres?
ms_my: Sebahagian daripada Admin yang anda mahu?

source: Missing Theme File : %s
es_es: Falta archivo de tema: %s
ms_my: Missing File Tema: %s

source: mp_json_end requires an object or an array
es_es: mp_json_end requiere un objeto o una matriz
ms_my: mp_json_end memerlukan objek atau array

source: Ming the Merciless has stopped this transaction - invalid level on nonce create
es_es: Ming el Despiadado ha detenido esta transacción - nivel no válido en nonce crear
ms_my: Ming tanpa belas kasihan telah berhenti tahap yang tidak sah ini transaksi - nSebaik saja mewujudkan

source: | Admin Settings
es_es: | Configuraciones de admin
ms_my: | Tetapan admin

source: Search
es_es: Búsqueda
ms_my: Carian

source: Query
es_es: Pregunta
ms_my: Pertanyaan

source: Currently available hooks:
es_es: Ganchos disponibles actualmente:
ms_my: Hooks sedia ada:

source: The current objects presently displayed on screen include:
es_es: Los objetos corrientes en la actualidad aparece en la pantalla incluyen:
ms_my: Objek semasa yang kini dipaparkan di skrin termasuk:

source: Expecting Style for Getting Content
es_es: Esperando de estilo para llevar el contenido de
ms_my: Menjangkakan Gaya untuk Mendapatkan Kandungan

source: Expecting Type for Getting Content
es_es: Tipo de espera para obtener contenido
ms_my: Menjangkakan Jenis untuk Mendapatkan Kandungan

source: Expecting an Array to Get Content
es_es: Esperando una matriz para obtener el contenido
ms_my: Menjangkakan Array untuk Mendapatkan Kandungan

source: Unsupported Content Style
es_es: Estilo de contenido no soportado
ms_my: Kandungan Gaya Tidak Disokong

source: QUERY RESULTS:
es_es: Resultados de la consulta:
ms_my: KEPUTUSAN PERTANYAAN:

source: No Object Matching Requested Type
es_es: No hay objeto coincidente tipo solicitado
ms_my: Tiada Objek Pemadanan Jenis Memohon

source: Unidentified Object in the Imperial Vortex!
es_es: Objeto no identificado en el Vortex Imperial!
ms_my: Objek tidak dikenali dalam Vortex Imperialis!

source: ( Incorrect username or password combination )
es_es: ( Nombre de usuario incorrecto o una combinación de contraseña )
ms_my: ( Nama pengguna atau kombinasi kata laluan yang tidak betul )

source: Install User Error:
es_es: Error de instalación de usuario:
ms_my: Pasang Kesilapan Pengguna:

source: User Installed
es_es: Instalado por el usuario

source: Object Import Error:
es_es: Objeto Error de importación:
ms_my: Objek Import Ralat:

source: Object(s) Imported
es_es: Objeto(s) importados
ms_my: Objek Diimport

source: Error finding Import Files
es_es: errores encontrar Importar archivos
ms_my: Ralat mencari Fail Import

source: Object Type
es_es: Tipo de objeto
ms_my: Jenis Objek

source: Slug
es_es: Babosa

source: Title
es_es: Título
ms_my: Tajuk

source: Copy Media ID:
es_es: Copia de ID de medios:
ms_my: Salinan ID Media:

source: Created
es_es: Creado
ms_my: Dicipta

source: Updated
es_es: Actualizado
ms_my: Dikemaskini

source: Actions
es_es: Acciones
ms_my: Tindakan

source: Are you sure you want to delete this object...?
es_es: ¿Está seguro que desea eliminar este objeto ...?
ms_my: Adakah anda pasti anda mahu memadam objek ini ...?

source: Error finding File
es_es: Error al buscar el archivo
ms_my: Ralat mencari Fail

source: Add new Object:
es_es: Añadir nuevo objeto:
ms_my: Tambah Objek baru:
