Repository: phamluc/wp
Catalog: mongopress.0.2.3/mp-languages/*.po
Languages: es_es, ms_my

source: %s | Log-In
es_es: % s | archivo
ms_my: % s | Daftar Masuk

source: Log-In to %s
es_es: Inicie sesión en %s
ms_my: Daftar Masuk ke %s

source: You do not have permission to view this page!
es_es: Usted no tiene permiso para ver esta página!
ms_my: Anda tidak mempunyai kebenaran untuk melihat halaman ini!

source: MONGOPRESS PRIVACY
es_es: MONGOPRESS PRIVACIDAD
ms_my: MONGOPRESS PRIVASI

source: RETURN TO HOMEPAGE
es_es: VOLVER A LA PÁGINA DE INICIO
ms_my: PULANG KE LAMAN UTAMA

source: New Type
es_es: Nuevo Tipo
ms_my: Jenis Baru

source: -- None --
es_es: -- Ninguno --
ms_my: -- Tiada --

source: The database does not contain any '%s' objects
es_es: La base de datos no contiene ningún '%s' objetos
ms_my: Pangkalan data ini tidak mengandungi objek mana-mana '%s'

source: The selected database does not yet contain any media
es_es: La base de datos seleccionada no contiene todavía ningún medio
ms_my: Pangkalan data yang dipilih tidak lagi mengandungi apa-apa media

source: Custom Key:
es_es: Llave personalizada:
ms_my: Kunci Kastam:

source: the key for the custom field
es_es: la clave para el campo personalizado
ms_my: kunci untuk bidang kastam

source: Custom Value:
es_es: Valor personalizado:
ms_my: Nilai Kastam:

source: the value of the custom field
es_es: el valor del campo personalizado
ms_my: nilai untuk bidang kastam

source: Actions:
es_es: Acciones:
ms_my: Tindakan:

source: Remove
es_es: Eliminar
ms_my: Buang

source: Add &amp Edit Objects:
es_es: Agregar y editar objetos:
ms_my: Tambah & Edit Objek:

source: Object Title:
es_es: Objeto de título:
ms_my: Tajuk Objek:

source: Give your object a title
es_es: Déle a su objeto de un título
ms_my: Beri objek anda tajuk

source: Object Type:
es_es: Tipo de objeto:
ms_my: Jenis Objek:

source: New Object Type:
es_es: Nuevo tipo de objeto:
ms_my: Objek Jenis Baru:

source: Select an object type
es_es: Seleccione un tipo de objeto
ms_my: Pilih jenis objek

source: Edit Slug
es_es: Editar Babosa
ms_my: Sunting Slug

source: Object Slug:
es_es: Objeto Babosa:
ms_my: Slug Objek:

source: Give your object a slug
es_es: Déle a su objeto una babosa
ms_my: Beri objek anda slug

source: Object Content:
es_es: Objeto de contenido:
ms_my: Kandungan Objek:

source: Switch to WYSIWYG Mode
es_es: Cambiar a modo WYSIWYG
ms_my: Tukar ke Mod WYSIWYG

source: Switch to HTML Mode
es_es: Cambiar a modo HTML
ms_my: Tukar ke Mod HTML

source: Give your object contents
es_es: Déle a su contenido del objeto
ms_my: Beri kandungan objek anda

source: Custom Fields
es_es: Campos Personalizados
ms_my: Bidang Kastam

source: Add Another Field
es_es: Agregar otro campo
ms_my: Tambah Bidang Lain

source: ADD NEW OBJECT
es_es: Añadir el Objeto Nueva
ms_my: TAMBAH OBJEK BARU

source: SAVE OBJECT
es_es: Guardar el Objeto
ms_my: SIMPAN OBJEK

source: l jS \of F Y h:i:s A
es_es: l jS \de F Y h:i:s A
ms_my: l jS \daripada F Y h:i:s A

source: l jS \of F Y
es_es: l jS \de F Y
ms_my: l jS \daripada F Y

source: year
es_es: año
ms_my: tahun

source: years
es_es: años
ms_my: tahun

source: month
es_es: mes
ms_my: bulan

source: months
es_es: mes
ms_my: bulan

source: week
es_es: semana
ms_my: minggu

source: weeks
es_es: semana
ms_my: minggu

source: day
es_es: día
ms_my: hari

source: days
es_es: días
ms_my: hari

source: hour
es_es: hora
ms_my: jam

source: hours
es_es: horas
ms_my: jam

source: minute
es_es: minuto
ms_my: minit

source: minutes
es_es: minutos
ms_my: minit

source: second
es_es: segundo
ms_my: saat

source: seconds
es_es: segundo
ms_my: saat

source: sometime
es_es: a veces
ms_my: kadang-kadang

source: here
es_es: aquí
ms_my: di sini

source: admin dashboard
es_es: tablero de instrumentos de administración
ms_my: papan pemuka pentadbir

source: You are currently logged-in as %s. Please click %s to log-out, or use your %s as required.
es_es: Usted está actualmente conectado como %s. Por favor, haga clic en% s al registro de salida, o usar su %s según sea necesario.
ms_my: Anda sedang daftar masuk sebagai %s. Sila klik %s untuk daftar keluar, atau menggunakan %s anda seperti yang dikehendaki.

source: Username
es_es: Nombre de usuario
ms_my: Nama Pengguna

source: Your unique display name
es_es: Su nombre para mostrar único
ms_my: Paparan nama unik anda

source: Password
es_es: Contraseña
ms_my: Kata Laluan

source: Do you have the rights to access?
es_es: ¿Tiene los derechos de acceso?
ms_my: Adakah anda mempunyai hak untuk akses?

source: Login
es_es: Iniciar Sesión
ms_my: Daftar Masuk

source: Unsupported Media Type
es_es: Tipo de papel sin apoyo
ms_my: Jenis Media Tidak Disokong

source: Unidentified Object in The Imperial Vortex!!!
es_es: Objeto no identificado en el Vortex Imperial!
ms_my: Objek tidak dikenali dalam Vortex Imperial!!!

source: This File Already Exists
es_es: Este archivo ya existe
ms_my: Fail ini Sudah Wujud

source: Successfully Uploaded Media
es_es: Los medios de comunicación cargado correctamente
ms_my: Berjaya Muat Naik Media

source: Unknown Error Uploading Media
es_es: Desconocido error al subir los medios de comunicación
ms_my: Ralat Tidak Diketahui Muat Naik Media

source: Successfully Updated Media
es_es: Los medios de comunicación se ha actualizado correctamente
ms_my: Media Berjaya Dikemaskini

source: Error Updating Media
es_es: Actualización de los medios de comunicación de error
ms_my: Ralat Mengemaskini Media

source: Cannot Rename File to Empty String
es_es: No puede cambiar el nombre del archivo en una cadena vacía
ms_my: Tidak boleh Namakan semula fail untuk Rentetan kosong

source: Title of Media
es_es: Título de los medios de comunicación
ms_my: Tajuk Media

source: File to Upload
es_es: Un archivo para subir
ms_my: Fail untuk Muat Naik

source: Upload Media
es_es: Subir los medios de comunicación
ms_my: Muat Naik Media

source: Site Name:
es_es: Nombre del sitio:

source: Override your config settings by changing site name here
es_es: Anulen sus ajustes de configuración al cambiar el nombre del sitio aquí
ms_my: Override tetapan konfig anda dengan menukar nama laman di sini

source: Site Description:
es_es: Descripción del Sitio:
ms_my: Keterangan Laman:

source: Cookie TTL:
es_es: Galletas tiempo de vida:
ms_my: Masa cookie untuk hidup:

source: Save Options
es_es: Opciones para guardar
ms_my: Simpan Pilihan

source: Currently used for fall-back Gravatars
es_es: Actualmente se utilizan para Gravatars repliegue
ms_my: Pada masa ini digunakan untuk Gravatars kejatuhan-belakang

source: Used throughout the site
es_es: Se utiliza en todo el sitio
ms_my: Digunakan di seluruh tapak

source: --- --- Select Action --- ---
es_es: --- --- Seleccione Acción --- ---
ms_my: --- --- Pilih Tindakan --- --

source: Delete Selected Objects
es_es: Eliminar los objetos seleccionados
ms_my: Buang Objek Terpilih

source: Import Objects
es_es: Importar objetos

source: Filename:
es_es: Nombre de Archivo:
ms_my: Nama Fail:

source: Pretty URL:
es_es: URL amigable:
ms_my: URL Cantik:

source: File Type:
es_es: Tipo de Archivo:
ms_my: Jenis Fail:

source: Views:
es_es: Puntos de Vista:
ms_my: Lihat:

source: Edit
es_es: Editar

source: Delete
es_es: Borrar
ms_my: Buang

source: ZIP File
es_es: ZIP de Archivo
ms_my: Fail ZIP

source: Downloads:
es_es: Descargas:
ms_my: Muat Turun:

source: No media added yet.
es_es: No hay medios agregados.
ms_my: Tiada media tambah lagi.

source: Edit Profile
es_es: editar perfil

source: Log-Out
es_es: Registro de salida
ms_my: Log keluar

source: Objects
es_es: Objetos
ms_my: Objek

source: Media
es_es: Medios de Comunicación

source: Core Contributors
es_es: Colaboradores principales
ms_my: Penyumbang Teras

source: Your Current Version of MongoPress is Out-of-Date - %s
es_es: Su versión actual de MongoPress está fuera de la Fecha -%s
ms_my: Versi semasa anda MongoPress Out-of-Tarikh -%s

source: Please Download Latest Version
es_es: Por favor, descarga la última versión
ms_my: Sila Muat turun Sejarah Terkini

source: Your Have Successfully Installed MongoPress - You May Now:<br /><br />%s or %s
es_es: Usted ha instalado exitosamente MonoPress - Ahora puede: <br /> <br />%s%s o
ms_my: MongoPress anda telah berjaya memasang - Mei Anda Sekarang: <br /> <br />%s atau %s

source: No Avatar Present - add your email address and use externally loaded <a href="http://gravatar.com">Gravatars</a> or upload and use your own internal avatars below!
es_es: No Avatar Presente - añadir su dirección de correo electrónico y el uso cargados externamente <a href="http://gravatar.com">Gravatars</a> o cargar y utilizar sus avatares internos de abajo!
ms_my: Tiada Avatar Present - menambah alamat e-mel anda dan menggunakan luaran dimuatkan <a href="http://gravatar.com">Gravatars</a> atau muat naik dan menggunakan avatar dalaman anda sendiri di bawah!

source: No data sent to function!
es_es: No hay datos enviados a la función!
ms_my: Tiada data yang dihantar untuk berfungsi!

source: MongoDB PHP Drivers Not Installed.
es_es: MongoDB PHP Drivers no está instalado.
ms_my: MongoDB PHP Drivers Tidak Dipasang.

source: ( you could use pecl to install the driver with "pecl install mongo" ) - or download from:
es_es: ( puede usar PECL para instalar el controlador con "pecl instalar mongo" ) - o descargar desde:
ms_my: ( anda boleh menggunakan pecl untuk memasang driver dengan "pecl pasang mongo" ) - atau memuat turun dari:

source: <h4>MongoPress - Configuration Problem</h4><br />Your config value for BASE_URL_DIRECTORY should probably be:
es_es: <h4>MongoPress - Problema de configuración</h4><br />Su valor de configuración para el directorio BASE URL probablemente debería ser:
ms_my: <h4>Masalah MongoPress - Konfigurasi</h4><br />Nilai config anda untuk DIREKTORI URL BASE mungkin perlu:

source: Error: Unsupported Web Server - currently only nginx and apache supported
es_es: Error: el servidor Web no compatibles - en la actualidad sólo nginx y con el apoyo de apache
ms_my: Ralat: tidak disokong Web Server - kini hanya nginx dan apache disokong

source: Error: mod_rewrite is not working on your system. Please set config HT_SKIP to true
es_es: Error: mod_rewrite no funciona en el sistema. Por favor, set config HT_SKIP en true
ms_my: Error: mod_rewrite tidak berfungsi pada sistem anda. Sila menetapkan config HT_SKIP untuk benar

source: mod_rewrite problem
es_es: mod_rewrite problema
ms_my: masalah mod_rewrite

source: This theme is missing an index.php file!
es_es: Este tema es que falta un archivo index.php?
ms_my: Tema ini hilang fail index.php!

source: Missing File in Theme
es_es: Archivo que falta en el tema
ms_my: File Hilang di Tema

source: This theme is missing an single.php file!
es_es: Este tema es que falta un archivo single.php!
ms_my: Tema ini hilang fail single.php!

source: Config is Missing Website Address
es_es: Config is Missing Dirección Web
ms_my: Konfig Hilang Alamat Laman Web

source: Config is Missing Site Name
es_es: Falta el nombre de configuración es del sitio
ms_my: Konfig Hilang Nama Laman

source: Error connecting to MongoDB Server
es_es: Error de conexión al servidor MongoDB
ms_my: Ralat menyambung kepada pelayan MongoDB

source: Error: MongoPress cache incorrectly set
es_es: Error: MongoPress caché incorrectamente
ms_my: Ralat: MongoPress cache salah set

source: No Content Templates
es_es: No Plantillas de contenido
ms_my: Tiada Kandungan Templat

source: OBJECT IMPORT ERROR:
es_es: Objecto Error de Importación:
ms_my: RALAT IMPORT OBJEK:

source: OBJECTS IMPORTED
es_es: Objetos Importados
ms_my: OBJEK DIIMPORT

source: ERROR FINDING IMPORT FILES
es_es: ERROR ENCONTRAR ARCHIVOS DE IMPORTACIÓN
ms_my: RALAT MENCARI FAIL IMPORT

source: MongoDB Error
es_es: MongoDB errores
ms_my: Ralat MongoDB

source: %s : Current: %s Required: %s
es_es: %s : Corriente: %s Necesario: %s
ms_my: %s : Semasa: %s Diperlukan: %s

source: You are running on Nginx
es_es: Que se están ejecutando en Nginx
ms_my: Anda berjalan di Nginx

source: There are additional manual steps you need to make.
es_es: Hay otros pasos manuales que usted necesita hacer.
ms_my: Terdapat langkah-langkah tambahan manual anda perlu membuat.

source: You need to add the following lines to your nginx config.
es_es: Es necesario añadir las siguientes líneas a su fichero de configuración de nginx.
ms_my: Anda perlu menambah baris berikut ke config nginx anda.

source: You need to restart your web server.
es_es: Es necesario reiniciar el servidor web.
ms_my: Anda perlu untuk memulakan semula pelayan web anda.

source: Site Name <span class="required">*</span>
es_es: Nombre del sitio<span class="required">*</span>
ms_my: Nama Site<span class="required">*</span>

source: MongoDB Name <span class="required">*</span>
es_es: MongoDB Nombre<span class="required">*</span>
ms_my: MongoDB Nama <span class="required">*</span>

source: ip address or dns name
es_es: dirección IP o nombre DNS
ms_my: alamat IP atau nama DNS

source: MongoDB Collection Prefix
es_es: MongoDB Prefijo de Colección
ms_my: MongoDB Koleksi Awalan

source: collection prefix eg. mp_
es_es: por ejemplo, la colección de prefijo. mp_
ms_my: koleksi awalan, contohnya. mp_

source: User Name <span class="required">*</span>
es_es: Nombre de usuario <span class="required">*</span>

source: Password <span class="required">*</span>
es_es: contraseña<span class="required">*</span>
ms_my: kata laluan<span class="required">*</span>

source: MongoPress Installation Step 1 of 1: Create Config
es_es: Paso MongoPress instalación 1 de 1: Crear Config
ms_my: MongoPress Langkah Pemasangan 1 of 1: Buat Config

source: ( we really do have the simplest set-up imaginable - fill this one form out and you will be good to go )
es_es: (Realmente tenemos más sencilla la configuración imaginable - llenar este formulario y uno que será bueno para ir)
ms_my: (Kita benar-benar mempunyai paling mudah set-up dibayangkan - form di bawah ini membentuk satu keluar dan anda akan baik untuk pergi)

source: Your installation is successful
es_es: Su instalación es correcta
ms_my: Pemasangan anda berjaya

source: However your settings directory is not secure - we suggest
es_es: Sin embargo, el directorio de configuración no es segura - le sugerimos
ms_my: Walau bagaimanapun tetapan direktori anda tidak selamat - kami cadangkan

source: This installation of MongoPress is successfully installed %s
es_es: Esta instalación de MongoPress se ha instalado %s
ms_my: Pemasangan MongoPress ini berjaya dipasang %s

source: Logging-out and re-directing...
es_es: El registro de salida y volver a dirigir...
ms_my: Daftar Keluar dan mengubah hala...

source: MongoDB Connection Failed - please check your advanced settings and if MongoDB is running on %s
es_es: Conexión MongoDB Error - Por favor, compruebe la configuración avanzada y si se está ejecutando en MongoDB %s
ms_my: Sambungan MongoDB Gagal - sila semak tetapan lanjutan anda dan jika MongoDB sedang berjalan pada %s

source: connection string:
es_es: la cadena de conexión:
ms_my: rentetan sambungan:

source: Unexpected Error:
es_es: Error inesperado:
ms_my: Kesilapan yang tidak dijangka:

source: not to reset
es_es: no para restablecer
ms_my: jangan menetapkan semula

source: SUCCESS - Password Reset
es_es: ÉXITO - Contraseña Reinicio
ms_my: KEJAYAAN - Tetapan Semula Kata Laluan

source: You have reset the password on your MongoPress installation. %s
es_es: Usted tiene restablecer la contraseña de la instalación MongoPress. %s
ms_my: Anda perlu menetapkan semula kata laluan pada pemasangan MongoPress anda. %s

source: FAILED - Password Reset
es_es: FALLO - Contraseña Reinicio
ms_my: GAGAL - Tetapkan Semula Kata Laluan

source: some error here TODO catch it. %s
es_es: un error aquí para hacer cogerlo. %s
ms_my: beberapa kesilapan di sini UNTUK DIBAIKI, tangkapkan. %s

source: THIS IS DANGEROUS!
es_es: ESTO ES PELIGROSO!
ms_my: INI BERBAHAYA!

source: Password Reset
es_es: Contraseña Reinicio

source: Reset the password on your MongoPress installation. %s
es_es: Restablecer la contraseña de la instalación MongoPress. %s
ms_my: Set semula kata laluan pada pemasangan MongoPress anda. %s

source: PASSWORD REQUIRED
es_es: contraseña REQUERIDO
ms_my: PASSWORD DIPERLUKAN

source: RESET PASSWORD
es_es: RESTABLECER CONTRASEÑA
ms_my: TETAP SEMULA KATA LALUAN

source: You currently have
es_es: Que tiene actualmente
ms_my: Anda kini ada

source: You also have
es_es: Usted también tiene
ms_my: Anda juga mempunyai

source: People Who Have Contributed to Core:
es_es: Personas que han contribuido al núcleo:
ms_my: Orang yang telah menyumbang kepada Teras:

source: Database Collections
es_es: Colecciones de bases de datos
ms_my: Pangkalan Data Koleksi

source: Server Console
es_es: servidor de la Consola
ms_my: Console server

source: FETCHING FEED VIA AJAX - PLEASE BE PATIENT
es_es: Obtención de alimentación a través de AJAX - POR FAVOR SEA PACIENTE
ms_my: MENGUTIP KANDUNGAN SECARA AJAX - SILA BERSABAR

source: Debug Panel
es_es: Panel de depuración
ms_my: Panel debug

source: Your Profile
es_es: su perfil
ms_my: anda Profile

source: Your Avatar
es_es: tu Avatar
ms_my: anda Avatar

source: Please note that the avatar uploading and cropping functionality is currently in very early beta development and that its improvement will be on the top of our list for the next major update.
es_es: Tenga en cuenta que la carga de avatar y la funcionalidad de los cultivos está actualmente en desarrollo beta muy temprana y que su mejora será en la parte superior de nuestra lista para la próxima gran actualización.
ms_my: Sila ambil perhatian bahawa memuat naik avatar dan fungsi tanaman kini dalam pembangunan beta awal-awal lagi dan penambahbaikan akan di atas dalam senarai kami untuk kemas kini utama yang akan datang.

source: At the moment, this system only works with files that have no spaces in their names and are all in lowercase.
es_es: Por el momento, este sistema sólo funciona con archivos que no tienen espacios en sus nombres y todo en minúsculas.
ms_my: Pada masa ini, sistem ini hanya berfungsi dengan fail yang tidak mempunyai ruang dalam nama-nama mereka dan semua dalam huruf kecil.

source: Plugin Options
es_es: Opciones Plugin
ms_my: Pilihan Plugin

source: You currently have the following <strong>mu-plugins</strong> installed and activated:
es_es: Actualmente tiene el siguientes <strong>mu-plugins</strong> instalado y activado:
ms_my: Anda mempunyai <strong>mu-plugin</strong> yang berikut dipasang dan diaktifkan:

source: --- --- Select Plugin --- ---
es_es: --- --- Seleccione Plugin --- ---

source: You do not have any valid <strong>mu-plugins</strong> accessible. Once valid plugins are added to the mu-plugins folder and if those plugins have options, they will show-up here.
es_es: Usted no tiene ninguna validez <strong>mu-plugins </strong> accesible. Una vez plugins válida se agregan a la carpeta de mu-plugins, y si los plugins tienen opciones, que se presenta aquí.
ms_my: Anda tidak mempunyai <strong>mu-plugin</strong> sah untuk diakses. Setelah plugin sah ditambah ke folder yang mu-plugin dan jika plugin-plugin tersebut mempunyai pilihan, ia akan dipapar di sini.

source: Google Analytics ID
es_es: ID de Google Analytics
ms_my: ID Google Analitik

source: Please manually add the relevant Object ID
es_es: Por favor, agregue manualmente el ID de objetos relevantes
ms_my: Sila tambah ID Objek yang berkaitan secara manual

source: Save Plugin Settings
es_es: Guardar configuración de plug-in

source: Enable DDOS protection
es_es: Activar la protección DDOS
ms_my: Membolehkan DDOS Protection

source: Header Image
es_es: imagen de cabecera
ms_my: Image header

source: URL for Header Link
es_es: URL de Enlace de cabecera
ms_my: URL untuk Link Tajuk

source: Add a URL if you would like the header image to act as a link
es_es: Añadir una URL si desea que la imagen de cabecera para que actúe como enlace
ms_my: Tambah URL jika anda ingin imej tajuk untuk bertindak sebagai link

source: This is the object type used to filter the drop-down below
es_es: Este es el tipo de objeto utilizado para filtrar el desplegable a continuación
ms_my: Ini adalah jenis objek yang digunakan untuk menapis drop-down di bawah

source: Use AJAX
es_es: El uso de AJAX
ms_my: penggunaan AJAX

source: YES
es_es: SI
ms_my: YA

source: Your Email Address
es_es: Su correo electrónico
ms_my: Alamat E-mel Anda

source: This is where the contact form will send the messages to
es_es: quí es donde el formulario de contacto para enviar los mensajes
ms_my: Ini adalah di mana borang hubungi akan menghantar mesej kepada

source: Minimum Number of Characters for Message
es_es: Número mínimo de caracteres para los mensajes
ms_my: Jumlah Minimum Watak yang ada pada zamannya

source: This offers an additional level of authentication
es_es: Esto ofrece un nivel adicional de autenticación
ms_my: Ini menawarkan tahap tambahan pengesahan

source: Where to display the contact form?
es_es: Donde para mostrar el formulario de contacto?
ms_my: Di mana untuk memaparkan borang?

source: Please enter a real name!
es_es: Por favor, introduzca un nombre de verdad!
ms_my: Sila masukkan nama sebenar!

source: Please enter a real message!
es_es: Por favor, introduzca un mensaje de verdad!
ms_my: Sila masukkan mesej yang sebenar!

source: <p>You have received a new message from the enquiries form on your website.</p>
es_es: <p> Usted ha recibido un nuevo mensaje de la forma de consultas en su sitio web. </p>
ms_my: <p> Anda telah menerima mesej baru dari borang pertanyaan di laman web anda. </ p>

source: <p><strong>Name: </strong> %s</p>
es_es: <p><strong>nombre:</strong> %s</p>
ms_my: <p><strong>Nama: </strong> %s</p>

source: <p><strong>Email Address: </strong> %s</p>
es_es: <p><strong>Dirección de correo electrónico:</strong> %s</p>
ms_my: <p><strong>Alamat E-mel:</strong> %s</p>

source: <p><strong>Message: </strong> %s</p>
es_es: <p><strong>mensaje:</strong> %s</p>
ms_my: <p><strong>mesej: </strong> %s</p>

source: New Enquiry
es_es: nueva Petición
ms_my: baru Pertanyaan

source: PHP Mail Function not Available
es_es: Correo PHP Función no disponible
ms_my: Mail PHP tidak Fungsi Available

source: Please use a valid email address!
es_es: Por favor, use una dirección válida de correo electrónico!
ms_my: Sila gunakan alamat e-mel yang sah!

source: <p>You must enter a name in order to submit this form</p>
es_es: <p> Debe introducir un nombre con el fin de enviar este formulario </p>
ms_my: <p> Anda mesti masukkan nama untuk mengemukakan borang ini </p>

source: <p>You must enter an email address in order to submit this form</p>
es_es: <p> Debe introducir una dirección de correo electrónico con el fin de enviar este formulario </p>
ms_my: <p> Anda mesti masukkan alamat e-mel untuk mengemukakan borang ini </p>

source: <p>You must enter a message in order to submit this form</p>
es_es: <p> Debe introducir un mensaje con el fin de enviar este formulario </p>
ms_my: <p> Anda mesti masukkan mesej untuk mengemukakan borang ini </p>

source: <p>Thank you for your message, we will be in touch soon</p>
es_es: <p> Gracias por su mensaje, nos pondremos en contacto pronto </p>
ms_my: <p> Terima kasih untuk mesej anda, kami akan menghubungi tidak lama lagi </p>

source: Name: <span class="required">*</span>
es_es: nombre:<span class="required">*</span>
ms_my: Nama: <span class="required">*</span>

source: We need to know what to call you when replying
es_es: Tenemos que saber lo que usted llama al responder
ms_my: v

source: Email Address: <span class="required">*</span>
es_es: Dirección de correo electrónico:<span class="required">*</span>
ms_my: Alamat E-mel: <span class="required">*</span>

source: Please provide your full email address
es_es: Por favor, proporcione su dirección de correo electrónico completa
ms_my: Sila berikan alamat e-mel penuh anda
